Repository: Webierta/todo_manager
Catalog: lib/l10n/app_*.arb
Languages: de, es

source: New name
de: Neuer Name
es: Nuevo nombre para

source: Cancel
de: Abbrechen
es: Cancelar

source: Confirm
de: Akzeptieren
es: Aceptar

# pageNull
source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada

# sortAZ
source: Sort by Name
de: Nach Name sortieren
es: Ordenar A-Z

# sortDone
source: Sort by not Done
de: Sortieren nach Pending
es: Ordenar por Pendiente

# sortDate
source: Sort by Date
de: Sortieren nach Datum
es: Ordenar por Fecha

source: Delete All
de: Alle löschen
es: Eliminar Todo

source: New Task
de: Neue Aufgabe
es: Nueva Tarea

# repeTask
source: Repeated Task
de: Wiederholte Aufgabe
es: Tarea Repetida

source: Empty Task
de: Leere Aufgabe
es: Tarea Vacía

# deleteTask
source: Delete this task?: {nameTask}
de: Diese Aufgabe abschaffen?: {nameTask}
es: ¿Eliminar esta tarea?: {nameTask}

source: Delete all Tasks?
de: Alle Aufgaben abschaffen?
es: ¿Eliminar todas las tareas?

# tag
source: {name, select, personal{personal} work{work} shopping{shopping} idea{idea} project{project} meeting{meeting} event{event} anniversary{anniversary} family{family} friends{friends} social{social} house{house} community{community} business{business} party{party} holidays{holidays} finance{finance} health{health} sport{sport} nature{nature} pet{pet} other{personal}}
de: {name, select, personal{persönlich} work{arbeit} shopping{einkaufen} idea{idee} project{projekt} meeting{besprechung} event{veranstaltung} anniversary{jahrestag} family{familie} friends{freunde} social{sozial} house{haus} community{gemeinschaft} business{geschäft} party{party} holidays{urlaub} finance{finanzen} health{gesundheit} sport{sport} nature{natur} pet{haustier} other{persönlich}}
es: {name, select, personal{personal} work{trabajo} shopping{compras} idea{idea} project{proyecto} meeting{reunión} event{evento} anniversary{aniversario} family{familia} friends{amigos} social{social} house{casa} community{comunidad} business{negocio} party{fiesta} holidays{vacaciones} finance{finanzas} health{salud} sport{deporte} nature{naturaleza} pet{mascota} other{personal}}

source: Nothing To Do
de: Nichts zu tun
es: Nada que hacer

# sortPriority
source: Sort by Priority
de: Sortieren nach Priorität
es: Ordenar por Prioridad

# checkAll
source: Mark all
de: Alle markieren
es: Marcar Todo

source: Uncheck all
de: Alle abwählen
es: Desmarcar Todo

source: Delete items
de: Elemente löschen
es: Eliminar ítems

# repeItem
source: Repeated Item
de: Wiederholtes Element
es: Ítem Repetido

source: New Item
de: Neues Element
es: Nuevo Ítem

source: Delete all items?
de: Alle Elemente entfernen?
es: ¿Eliminar todos los ítems?

# horaDeEmpezar
source: Time to Start
de: Zeit für den Start
es: Hora de Empezar

source: Task completed!
de: Aufgabe erfüllt!

# idioma
source: Language
de: Idiom
es: Idioma

source: Dark Theme
de: Dunkles Thema

source: About
de: Über
es: Acerca de

source: Support
de: Unterstützung
es: Colaborar

source: Exit
de: Ausfahrt
es: Salir

source: Export Task
de: Aufgabe exportieren
es: Exportar Tarea

source: Import Task
de: Aufgabe importieren
es: Importar Tarea

# exportOk
source: Task saved in
de: Aufgabe gespeichert in
es: Tarea guardada en

# exportError
source: Error in the process of exporting task
de: Fehler beim Exportieren der Aufgabe
es: Error en el proceso de exportar tarea

# exportNullTodoSelect
source: First select the task you want to export
de: Wählen Sie zunächst die Aufgabe aus, die Sie exportieren möchten
es: Primero selecciona la tarea que quieres exportar

# importOk
source: Task imported successfully
de: Aufgabe erfolgreich importiert
es: Tarea importada con éxito

# importRepe
source: A task with that name already exists
de: Eine Aufgabe mit diesem Namen existiert bereits
es: Ya existe una tarea con ese nombre

# importError
source: Error in the process of importing task
de: Fehler beim Importieren einer Aufgabe
es: Error en el proceso de importar tarea

# processCancel
source: Process canceled
de: Prozess abgebrochen
es: Proceso cancelado

# info1
source: *ToDo Manager* is a simple and minimalist application to manage tasks efficiently.
de: *ToDo Manager* ist eine einfache und minimalistische Anwendung zur effizienten Verwaltung von Aufgaben.
es: *ToDo Manager* es una aplicación simple y minimalista para gestionar tareas de forma eficiente.

# info2
source: Each task can be classified and filtered according to different criteria:
de: Jede Aufgabe kann nach verschiedenen Kriterien klassifiziert und gefiltert werden:
es: Cada tarea puede clasificarse y filtrarse según distintos criterios:

# info3
source: - **Favorite**: Featured or urgent tasks. When tasks are filtered by favorites, new tasks are marked with this property.
de: - **Favorit**: Bevorzugte oder dringende Aufgaben. Wenn Aufgaben nach Favoriten gefiltert werden, werden neue Aufgaben mit dieser Eigenschaft markiert.
es: - **Favorito**: Tareas destacadas o urgentes. Cuando las tareas se filtran por favoritas, las nuevas tareas se marcan con esta propiedad.

# info4
source: - **Label**: Task subject (default: personal). When tasks are filtered by a tag, then new tasks inherit that tag.
de: - **Etikett**: Betreff der Aufgabe (Standard: persönlich). Wenn Aufgaben nach einem Tag gefiltert werden, erben neue Aufgaben dieses Tag.
es: - **Etiqueta**: Temática de la tarea (por defecto: personal). Cuando las tareas se filtran por una etiqueta, entonces las nuevas tareas heredan esa etiqueta.

# info5
source: - **Date**: Due date to complete the task (default no date).
de: - **Datum**: Fälligkeitsdatum für die Erledigung der Aufgabe (standardmäßig kein Datum).
es: - **Fecha**: Fecha límite para completar la tarea (por defecto sin fecha).

# info6
source: A **long press** on a task display **editing options**, to mark it as featured, rename it, change its label, set a due date, or delete the task.
de: Durch **langes Drücken** auf eine Aufgabe werden **Bearbeitungsoptionen** angezeigt, mit denen Sie die Aufgabe als vorgemerkt markieren, umbenennen, ihre Bezeichnung ändern, ein Fälligkeitsdatum festlegen oder die Aufgabe löschen können.
es: Una **pulsación prolongada** sobre una tarea muestra las **opciones de edición**, para marcarla como destacada, renombrarla, cambiar su etiqueta, ajustar una fecha límite, o eliminar la tarea.

# info7
source: Tasks can be sorted by different criteria: by name, by completed status and by date. They can also be sorted manually by dragging and dropping each task to the desired position.
de: Die Aufgaben können nach verschiedenen Kriterien sortiert werden: nach Namen, nach Erledigungsstatus und nach Datum. Sie können auch manuell sortiert werden, indem Sie jede Aufgabe per Drag & Drop an die gewünschte Position ziehen.
es: Las tareas pueden ordenarse por distintos criterios: por nombre, por estado completado y por fecha. También se pueden ordenar manualmente arratrando y soltando cada tarea en la posición deseada.

# info8
source: The active task can be exported (as a backup or to share with other users) and recovered through the import process. Some versions of Android may deny permission to export and import on SD card.
de: Die aktive Aufgabe kann exportiert werden (als Backup oder zur Freigabe für andere Benutzer) und durch den Importprozess wiederhergestellt werden. Einige Android-Versionen können die Erlaubnis zum Exportieren und Importieren auf SD-Karte verweigern.
es: La tarea activa puede ser exportada (como copia de seguridad o para compartir con otros usuarios) y recuperada a través del proceso de importación. Algunas versiones de Android pueden denegar el permiso para exportar e importar en la tarjeta SD.

# info9
source: Each task is made up of a list of items or subtasks to complete. A **long press** on a subtask brings up the **editing options**.
de: Jede Aufgabe besteht aus einer Liste von zu erledigenden Punkten oder Unteraufgaben. Durch **langes Drücken** auf eine Teilaufgabe werden die **Bearbeitungsoptionen** aufgerufen.
es: Cada tarea se compone de una lista de ítems o subtareas para completar. Una **pulsación prolongada** sobre una subtarea muestra las **opciones de edición**.

# about1
source: ## Author and License > JesÃºs Cuerda (Webierta) > Copyleft 2022 > All Wrongs Reserved. GPLv3 License
de: ## Autor und Lizenz > Jesús Cuerda (Webierta) > Copyleft 2022 > All Wrongs Reserved. GPLv3 License
es: ## Autor y Licencia > Jesús Cuerda (Webierta) > Copyleft 2022 > All Wrongs Reserved. GPLv3 License

# about2
source: This app is freely shared under the conditions of the *GNU General Public License v. 3* in the hope that it will be useful, but WITHOUT ANY WARRANTY.
de: Diese App wird unter den Bedingungen der *GNU General Public License v. 3* frei verteilt, in der Hoffnung, dass sie nützlich ist, aber OHNE JEDE GARANTIE.
es: Esta app se comparte libremente bajo las condiciones de la *GNU General Public License v.3* con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA.

# about3
source: This program is **free software**: you may redistribute it and modify it under the terms of the GNU General Public License as published by the Free Software Foundation, version 3 (GPLv3).The GNU General Public License does not allow this program to be incorporated into proprietary programs.
de: Dieses Programm ist **freie Software**: Sie dürfen es unter den Bedingungen der GNU General Public License, wie von der Free Software Foundation, Version 3 (GPLv3), veröffentlicht, weitergeben und verändern.
es: Este programa es **software libre**: usted puede redistribuirlo y modificarlo bajo los términos de la Licencia Pública General GNU publicada por la Fundación para el Software Libre, versión 3 (GPLv3). La Licencia Pública General de GNU no permite incorporar este programa en programas propietarios.

# about4
source: Any suggestions, criticisms, comments or bug reports are welcome: [contact via GitHub](https://github.com/Webierta/todo_manager/issues).
de: Jegliche Vorschläge, Kritik, Kommentare oder Fehlerberichte sind willkommen: [contact via GitHub](https://github.com/Webierta/todo_manager/issues).
es: Se agradece cualquier sugerencia, crítica, comentario o aviso de error: [contacto vía GitHub](https://github.com/Webierta/todo_manager/issues).

# about5
source: This App for Android is inspired by another app by the same author, ToDoList (2019), project completely abandoned at present.
de: Diese App für Android ist inspiriert von einer anderen App desselben Autors, ToDoList (2019), ein Projekt, das derzeit komplett eingestellt ist.
es: Esta App para Android está inspirada en otra aplicación del mismo autor, ToDoList (2019), proyecto totalmente abandonado en la actualidad.

# about6
source: If you like this app, please consider making a [donation](). Thank you.
de: Wenn Ihnen diese Anwendung gefällt, ziehen Sie bitte eine [Spende]() in Betracht. Ich danke Ihnen.
es: Si te gusta esta aplicación, por favor considera hacer una [donación](). Gracias.

# about7
source: ## Security & Privacy
de: ## Sicherheit und Datenschutz
es: ## Seguridad y Privacidad

# about8
source: **Free app and without advertising**. No user data is used or extracted. All information is stored only on your device.
de: **Kostenlose App und ohne Werbung**. Es werden keine Benutzerdaten verwendet oder extrahiert. Alle Informationen werden nur auf Ihrem Gerät gespeichert.
es: **Aplicación gratuita y sin publicidad**. No se utiliza ni extrae ningún dato del usuario. Toda la información se almacena únicamente en su dispositivo.

# about9
source: **Open source software** (source code on Github), free of spyware, malware, viruses or any process that threatens your device or violate your privacy.
de: **Open-Source-Software** (Quellcode auf Github), frei von Spyware, Malware, Viren oder anderen Prozessen, die Ihr Gerät bedrohen oder Ihre Privatsphäre verletzen.
es: **Software de código abierto** (código fuente en Github), libre de spyware, malware, virus o cualquier proceso que atente contra tu dispositivo o viole tu privacidad.

# about10
source: This app does not extract or store any data or require any strange permissions, and disclaims advertising and any tracking mechanisms.
de: Diese App extrahiert oder speichert keine Daten und benötigt keine fremden Berechtigungen. Sie verzichtet auf Werbung und Tracking-Mechanismen.
es: Esta aplicación no extrae ni almacena ninguna información ni requiere ningún permiso extraño, y renuncia a la publicidad y a cualquier mecanismo de seguimiento.

# support1
source: TO-DO MANAGER is Free and Open Source Software. Please consider collaborating to keep the development of this App active.
de: TO-DO MANAGER ist freie und quelloffene Software. Bitte denken Sie darüber nach, mitzuhelfen, die Entwicklung dieser App aktiv zu halten.
es: TO-DO MANAGER es Software libre y de Código Abierto. Por favor considera colaborar para mantener activo el desarrollo de esta App.

# support2
source: Do you think you have found a problem? Identifying and correcting errors makes this App better for everyone. Report a bug or suggest new functionality on [GitHub issues](https://github.com/Webierta/todo_manager/issues).
de: Glauben Sie, Sie haben ein Problem gefunden? Durch das Erkennen und Beheben von Fehlern wird diese App für alle besser. Melden Sie einen Fehler oder schlagen Sie neue Funktionen vor auf [GitHub issues](https://github.com/Webierta/todo_manager/issues).
es: ¿Crees que has encontrado un problema? Identificar y corregir errores hace que esta App sea mejor para todos. Informa de un error o sugiere una nueva funcionalidad en [GitHub issues](https://github.com/Webierta/todo_manager/issues).

# support3
source: You can collaborate with the development of this and other applications with a small contribution to my Bitcoin wallet or via PayPal.
de: Sie können bei der Entwicklung dieser und anderer Anwendungen mit einer kleinen Spende an meine Bitcoin-Brieftasche oder über PayPal mitwirken.
es: Puedes colaborar con el desarrollo de ésta y otras aplicaciones con una pequeña aportación a mi monedero de Bitcoins o vía PayPal.

# support4
source: Scan this QR code with your wallet application:
de: Scannen Sie diesen QR-Code mit Ihrer Brieftaschenanwendung:
es: Escanea este código QR con tu aplicación monedero de bitcoin:

# support5
source: Or copy the BTC Wallet Address:
de: Oder kopieren Sie die BTC-Wallet-Adresse:
es: O copia la dirección de mi monedero BTC:

# support6
source: Donate via PayPal (opens the PayPal payment website):
de: Spenden Sie über PayPal (öffnet die PayPal-Zahlungswebsite):
es: Donar vía PayPal (abre el sitio web de pago de PayPal):

# copiedClipboard
source: BTC Address copied to Clipboard
de: BTC-Adresse in die Zwischenablage kopiert

source: Version
es: Versión

source: Home
es: Inicio
